Repository: wp-plugins/urilv-feed
Catalog: languages/urilv-*.po
Languages: fr_fr

source: There was something wrong with the feed creation:
fr_fr: Une erreur s'est produite avec l'identification URI.LV :

source: Configuration updated.
fr_fr: Configuration mise à jour.

source: There was something wrong with your URI.LV authentication. Please retry.
fr_fr: Une erreur s'est produite avec l'identification URI.LV. Veuillez réessayer.

source: URI.LV Configuration
fr_fr: Configuration de URI.LV

source: How does this work?
fr_fr: Comment ça marche ?

source: This plugin automatically redirects all or parts of your existing feeds to URI.LV.
fr_fr: Cette extension redirige automatiquement tout ou partie de vos flux existants vers URI.LV.

source: You just have to connect to URI.LV on this page. You will now be able to create and select the feeds you want to redirect to. You may optionally redirect your comments feed using the same procedure.
fr_fr: Connectez-vous à URI.LV sur cette page. Vous pouvez maintenant créer et sélectionner les flux vers lesquels vous souhaitez rediriger. Vous pouvez aussi rediriger le flux des commentaires en faisant la même procédure.

source: Once you enter URLs your feeds will be redirected automatically and you do not need to take any further action.
fr_fr: Une fois que vous avez entré les URL, vos flux seront automatiquement redirigés et vous n'avez plus rien d'autre à faire.

source: Additionally, when you publish a new article on your blog, URI.LV will be pinged by the plugin and your feed will be updated in realtime.
fr_fr: En plus, lorsque vous publiez un nouvel article sur votre blog, URI.LV sera notifié par l'extension et votre flux sera mis à jour en temps réel.

source: Connect to URI.LV
fr_fr: Se connecter à URI.LV

source: You are authenticated on URI.LV with the username:
fr_fr: Vous êtes connecté à URI.LV avec ce nom d'utilisateur :

source: Disconnect from URI.LV
fr_fr: Se déconnecter d'URI.LV

source: Redirect my feeds here:
fr_fr: Rediriger mes flux ici :

source: None
fr_fr: Aucun

source: Create a new feed on URI.LV
fr_fr: Créer un nouveau flux sur URI.LV

source: Redirect my comments feed here:
fr_fr: Rediriger le flux des commentaires ici :

source: Advanced Options
fr_fr: Options avancées

source: Do not redirect category or tag feeds.
fr_fr: Ne pas rediriger les flux de tags ou catégories.

source: Append category/tag to URL for category/tag feeds.
fr_fr: Ajouter la catégorie ou le tag à l'URL des flux de catégorie/tag.

source: Do not redirect search result feeds.
fr_fr: Ne pas rediriger les flux de résultats de recherche.

source: Do not redirect author feeds.
fr_fr: Ne pas rediriger les flux des auteurs.

source: Do not redirect ANY feeds (useful if you just want the plugin for realtime updates).
fr_fr: Ne rediriger AUCUN flux (si vous voulez l'extension uniquement pour les mises à jour en temps réel).

source: Do not ping URI.LV when a new article is published.
fr_fr: Ne pas informer URI.LV lorsqu'un nouvel article est publié.

source: Activate debug mode.
fr_fr: Activer le mode debug.

source: Save
fr_fr: Sauvegarder

source: Create a new URI.LV feed
fr_fr: Créer un nouveau flux sur URI.LV

source: Fill the form below to create your feed on URI.LV.
fr_fr: Remplissez le formulaire ci-dessous pour créer votre flux sur URI.LV.

source: Original feed URL:
fr_fr: URL du flux original :

source: Alias name for the feed:
fr_fr: Alias pour le flux :

source: Create
fr_fr: Créer

source: Warning: The options have changed. You have to update your URI.LV settings.
fr_fr: Attention : Les options ont changé. Vous devez mettre à jour l'extension URI.LV.

source: Update settings
fr_fr: Mettre à jour les options
